{
    "learning_center": {
        "news": [
            {
                "id": "geckos-leopardo",
                "title": "Cuidado de un Gecko Leopardo",
                "datetime": "Feb 2, 2022",
                "article": "<p>Los geckos leopardo son lagartos terrestres nocturnos que se originan en áreas desérticas en Afganistán, Pakistán y el oeste de la India. Son una de las pocas especies de geckos que tienen párpados, que ayudan a mantener sus ojos limpios en su polvoriento ambiente natural. Son mascotas muy populares, en parte debido a su capacidad para prosperar en cautiverio, pero también debido a su disposición dócil, su apertura para ser manipulados y, como lo atestiguan la mayoría de los dueños de geckos leopardo, sus encantadoras personalidades.Los geckos leopardo adultos crecerán alrededor de 20+ centimetros , y los machos suelen ser más grandes que las hembras y, cuando se les cuida adecuadamente, se sabe que viven entre 15 y 20 años en cautiverio. El nombre del gecko leopardo proviene del manchado de cuerpo completo que se encuentra típicamente en un gecko leopardo adulto. Irónicamente, sin embargo, la apariencia del gecko leopardo ha evolucionado tremendamente en los últimos 10 años y muchas de las formas populares de hoy han eliminado las manchas que le dieron a este gecko su apodo. En Silvester Company®, nos especializamos en algunas de las variaciones de color más extremas disponibles en la actualidad, desde el naranja brillante de nuestros Tangerine Tornados, el negro intenso de Black Nights hasta el blanco pálido de nuestras Snows.</p><h3>Terrario: </h3><p>Independientemente de si eres un aficionado / criador o el dueño de una mascota, nuestro consejo es el mismo y es que sea sencillo. Para los dueños de mascotas, su mejor opción para enjaular es un recinto de vidrio (acuario), mientras que el aficionado / criador que tendrá varios geckos debe buscar un sistema de estantes. Para que su gecko prospere, se requieren cuatro accesorios básicos dentro del recinto, que son calor, sustrato, refugio y agua / minerales.</p><h3>Calor:</h3><p>Creemos que es mejor que el calor se proporcione desde abajo. En el caso de un gabinete de vidrio, puede usar un calentador debajo del tanque, mientras que la mejor opción del criador para un sistema de rack es un cable de calor o cinta térmica controlada por un termostato. Debido a que los reptiles son de sangre fría y dependen de su entorno para controlar la temperatura corporal, es importante que la fuente de calor permanezca aproximadamente a 90 ° F y esté situada en un extremo. Esto le dará al gecko la capacidad de termorregularse moviéndose de la fuente de calor a un área más fría del recinto que varía entre los 70 y los 80 bajos. En otras palabras, no caliente todo el recinto. Los geckos leopardo deben exponerse a la luz durante 10-12 horas por día, pero debido a que son nocturnos no requieren luz UVB.</p><h3>Sustrato:</h3><p>Para facilitar la limpieza y por motivos de salud, recomendamos utilizar un sustrato de papel como periódico, papel de carnicero / papel de embalaje o toalla de papel. NO use arena, ya que esto puede hacer que el gecko se vea afectado dentro de su tracto digestivo en caso de que alguna vez la ingiera.</p><h3>Temperatura:</h3><p>Los geckos leopardo son nocturnos, por lo que los refugios dentro de su recinto les proporcionarán un refugio tranquilo para dormir o esconderse. Estos pueden ser tan elaborados como desee o pueden ser tan simples como un recipiente de plástico al revés con una puerta cortada para permitir el pasaje de los geckos. Al menos una de estas áreas de piel debe mantenerse húmeda, para ayudar al proceso de muda, usando una toalla de papel húmeda o musgo. Recomendamos colocar el refugio seco cerca de la fuente de calor mientras que la piel húmeda se coloca en el extremo frío.</p><h3>Agua / Minerales:</h3><p>Un ingrediente vital para el desarrollo adecuado de los huesos y la salud general de los geckos leopardo es el calcio. Esto, junto con agua dulce, debe estar disponible en todo momento y se puede proporcionar utilizando un plato poco profundo.</p><p>Se pueden alojar varias hembras de lagartijas juntas o con un solo macho. Es muy importante no albergar nunca a dos geckos leopardo machos juntos, ya que los machos defenderán su territorio a través de peleas agresivas que pueden causar lesiones graves.</p><h3>Alimentación: </h3><p>La dieta del gecko leopardo generalmente consiste en grillos y / o gusanos de la harina. También pueden aceptar fácilmente gusanos de seda, gusanos de cera o ratones meñiques, pero estos alimentos solo deben administrarse como un suplemento ya que tienen un alto contenido de grasa. Los geckos que tienen menos de 4 meses deben ser alimentados con aproximadamente 5 grillos por día y los jóvenes y adultos deben ser alimentados con aproximadamente 9 grillos o gusanos de la harina tres veces por semana. Los grillos deben tener el tamaño apropiado para el gecko y, como pauta general, alimentamos con 1/2 grillos de tamaño para las crías que tienen menos de seis semanas de edad y luego alimentamos con 2/3 de grillos hasta la edad adulta inclusive. Los insectos deben cargarse con un producto comercial o una mezcla de cereal para bebés, hojuelas de pescado o comida seca de alta calidad para perros / gatos, así como verduras de hoja verde como la endibia, el diente de león o la lechuga romana. En última instancia, la carga intestinal significa que el insecto presa está actuando como un vehículo para transmitir nutrientes beneficiosos a su gecko. Los alimentos deben espolvorearse con calcio en polvo en cada segunda toma y se debe espolvorear una vitamina suplementaria aproximadamente una vez a la semana. Los grillos se pueden colocar en el recinto para que deambulen, pero deben retirarse si su gecko no los come en unas pocas horas. Los gusanos de la harina se pueden dejar en un plato poco profundo. Como se mencionó anteriormente, su gecko siempre debe tener un recipiente con agua fresca y un plato poco profundo de calcio en su terrario.Salud</p><p>Los geckos leopardo son animales muy resistentes en cautiverio si se les alimenta, aloja y mantiene.Es poco probable que se produzcan problemas de salud en el recinto que se limpien con regularidad.</p><h3>Derramamiento:</h3><p>Los geckos leopardo mudarán de piel aproximadamente cada cuatro semanas. Antes de cada cobertizo, el gecko comenzará a tener una coloración opaca. Es muy importante asegurarse de que el gecko tenga un área húmeda en su hábitat durante este período para ayudar al proceso de muda. La muda suele tardar unas horas en completarse y, si bien es posible que vea algo de la piel mudada en la parte inferior de la jaula, el gecko a menudo se la come inmediatamente. Si su gecko tiene piel sin derramar, lo que puede ocurrir en áreas como los dedos de los pies, le sugerimos que deje que su gecko se remoje en un recipiente poco profundo con agua tibia durante 30 minutos.</p><p>Luego, puede ayudar al proceso quitando suavemente la piel con unas pinzas.</p><h3>Manejo:</h3><p>Los geckos leopardo a menudo están muy abiertos a ser manipulados y pueden volverse muy mansos con un contacto regular.<p>Siempre tenga mucho cuidado al manipular un gecko y es importante nunca sujetarlo ni sujetarlo por la cola. La cola de un gecko leopardo puede desprenderse como parte de un mecanismo de defensa llamado autotomía caudal. Si su gecko deja caer su cola, crecerá una cola regenerada, pero tendrá una apariencia diferente a la original.</p><p>Esperamos que esta hoja de cuidados le haya proporcionado información y conocimientos útiles sobre los leopardo geckos. Siempre estamos disponibles para ayudar a nuestros clientes, así que no dude en contactarnos por teléfono o correo electrónico si tiene más preguntas.</p>",
                "description": "<p>Nombre / Nombre común: Leopard Gecko</p><p>Nombre científico: Eublepharis macularius</p><p>Los geckos leopardo son lagartos terrestres nocturnos que se originan en áreas desérticas en Afganistán, Pakistán...</p>",
                "image": "https://estaticos.muyinteresante.es/media/cache/1140x_thumb/uploads/images/gallery/5eb014125bafe80d70a6db24/curiosidades-reptiles_0.jpg",
                "link": "/centro-de-aprendizaje/geckos-leopardo"
            },
            {
                "id": "geckos-crestados",
                "title": "Los geckos crestados ",
                "datetime": "Feb 1, 2022",
                "article": "<p>Los geckos crestados son un lagarto semi-arbóreo nocturno. Se pensó que estos geckos estaban extintos hasta principios de la década de 1990, cuando se redescubrió la especie prosperando en grandes cantidades en las islas de Nueva Caledonia, que se encuentran en el Pacífico Sur. Desde entonces, los geckos con cresta capturados en la naturaleza se han importado a América del Norte y Europa, donde las crías criadas en cautiverio están fácilmente disponibles. Se ha hecho referencia a los geckos con cresta como el mejor lagarto mascota disponible, en parte debido a su facilidad de cuidado, su apariencia prehistórica y su apertura para ser manipulados.</p><p>Los geckos con cresta adultos crecerán alrededor de 15 a 20 centímetros y cuando se cuidan adecuadamente, generalmente viven alrededor de 10 años en cautiverio. Estos geckos tienen algunas características únicas dentro de la familia de los geckos, como tener pestañas largas y la capacidad de cambiar de color. Los geckos con cresta alterarán sus colores para absorber más o menos luz, dependiendo de las temperaturas y también para indicar su estado de ánimo. Los geckos con cresta tienen colores hermosos, desde rojo, naranja y amarillo hasta gris y marrón, y también exhiben marcas variables y patrones intrincados. En Silvester Company®, nos complace ofrecer algunas de las transformaciones más emocionantes disponibles en la actualidad, como Lily White, Pinstripe, Dálmata,Arlequín y muchos más.</p><h3>Terrario</h3><p>Los geckos con cresta requieren un recinto húmedo, por lo que recomendamos usar una jaula con malla, ya que brindan la máxima ventilación para brindar un ambiente saludable. El recinto debe ser más alto que ancho, para permitirle al gecko amplias oportunidades de escalar. Para que su gecko prospere, creemos que se requieren cuatro accesorios básicos dentro del recinto, que son calor, sustrato, mobiliario / refugio y humedad / agua / minerales.</p><h3>Temperatura:</h3><p>Los geckos con cresta pueden subsistir a temperatura ambiente (mediados de 18 ° C), pero prosperarán si se les proporciona una fuente de calor adicional. Sugerimos proporcionar una lámpara para tomar el sol en la parte superior del recinto, que debe estar encendida durante unas 10-12 horas al día y proporcionar una temperatura en los 18 grados (C). Asegúrese de que la jaula sea lo suficientemente alta como para permitirle al gecko la capacidad de termorregulación moviéndose desde la fuente de calor a un área más fría del recinto que oscile en los 18 (C) bajos. En otras palabras, no caliente todo el recinto. Por las noches, las temperaturas pueden bajar a entre 17C-18C. Debido a que los geckos con cresta son nocturnos, no requieren luz UVB.</p><h3>Sustrato:</h3><p>La selección de un sustrato para su configuración es otro elemento importante. Para facilitar la limpieza y por motivos de salud, recomendamos utilizar un sustrato de papel como periódico, papel de carnicero / papel de embalaje o toalla de papel. Para una configuración más naturalista, se puede usar un sustrato como mantillo de chipre, pero se debe tener cuidado para asegurarse de que no se ingiera el sustrato.</p><h3>Acondicionamiento y Refugios:</h3><p>Los geckos con cresta son semi arbóreos, por lo que su recinto debe instalarse con muebles para brindar amplias opciones de escalada. Ejemplos de accesorios para trepar incluyen corteza de corcho, ramas o bambú, que deben esparcirse en diferentes niveles por todo el recinto. Tanto el follaje de seda como las plantas no tóxicas también proporcionarán al gecko un lugar para esconderse y superficies para que se formen gotas para beber. Los geckos con cresta son nocturnos, por lo que los refugios dentro de su recinto les proporcionarán un refugio tranquilo para dormir o esconderse.</p><h3>Humedad / Agua / Minerales:</h3><p>El hábitat natural de los geckos crestados es muy húmedo. Proporcionar un ciclo de humedad adecuado para su gecko es esencial para crear un entorno propicio para una muda adecuada y permitir que el gecko se hidrate adecuadamente. La mayoría de los geckos con cresta prefieren beber gotas de agua en lugar de beber agua estancada. Sugerimos rociar el recinto todas las mañanas con agua tibia hasta que todo en el recinto se moje, pero no empapado. Los recintos debidamente empañados deben secarse en aproximadamente 8 horas.</p><p>Un ingrediente vital para el desarrollo adecuado de los huesos y la salud general de los geckos con cresta es el calcio. Esto debe estar disponible en todo momento y se puede proporcionar utilizando un plato poco profundo. Aunque los geckos con cresta generalmente beben gotas de agua creadas al rociar su recinto, también recomendamos mantener un plato de agua fresca y poco profunda en su recinto.</p><p>Se pueden alojar varias hembras de lagartijas juntas o con un solo macho.Es muy importante no albergar nunca a dos geckos machos con cresta juntos, ya que los machos defenderán su territorio mediante peleas agresivas que pueden causar lesiones graves.</p>",
                "description": "<p>Nombre / Nombre común: Crested Gecko</p><p>Nombre científico: Correlophus ciliatus</p><p>Los geckos crestados son un lagarto semi-arbóreo nocturno. Se pensó que estos geckos estaban extintos hasta principios de la década de 1990, cuando se redescubrió la especie prosperando en grandes cantidades en las islas de Nueva Caledonia...</p>",
                "image": "https://t2.ea.ltmcdn.com/es/posts/3/5/4/reproduccion_de_los_reptiles_tipos_y_ejemplos_25453_600.jpg",
                "link": "/centro-de-aprendizaje/geckos-crestados"
            },
            {
                "id": "genetica-en-reptiles",
                "title": "Genética en Reptiles",
                "datetime": "Jan 30, 2021",
                "article": "<p>La mención de la palabra Genética es a menudo suficiente para hacer temblar a cualquiera fuera de la comunidad científica. Sin embargo, para aquellos de ustedes que quieran llevar su pasión por los reptiles al siguiente nivel y comenzar a criar, les resultará muy útil conocer algunos de los mecanismos básicos detrás de la genética, así como los términos generales utilizados en este tema. Nuestro objetivo con este artículo es simplemente presentarle algunos de los elementos básicos y cómo se aplican a los reptiles.</p><p>Muchas palabras genéticas se usan ampliamente en la jerga de los reptiles, por lo que pensamos que el mejor lugar para comenzar sería con una definición básica de muchos de estos términos de uso frecuente:</p><h3>Genética general</h3> <ul> <li>Gen: lo que hace que los rasgos / características se transfieran o hereden a la descendencia de un organismo.</li><li>Genotipo: describe de qué se compone la composición genética de un organismo.</li><li>Herencia: Transmisión de características genéticas de padres a hijos.</li><li>Fenotipo: describe cómo se ve la apariencia externa de un organismo, que es el resultado de su genotipo subyacente.</li></ul> <h3>Términos genéticos</h3> <ul> <li>Mutación: un gen aleatorio anormal que puede hacer que un animal nazca con una apariencia diferente a la de tipo salvaje.</li><li>Dominante: describe un gen que producirá la misma apariencia en la descendencia, incluso si no está emparejado con el mismo gen.</li><li>Recesivo: describe un gen que solo producirá la misma apariencia si está emparejado con el mismo gen.</li></ul> <p> Por ejemplo, si un reptil hereda un gen dominante para las marcas salvajes de uno de los padres y un gen recesivo del albino del otro padre, el gen dominante se mostrará en la apariencia del reptil y el gen albino estará enmascarado. Para que el gen recesivo del albino sea exhibido por el reptil, debe ser heredado de ambos padres. Het o heterocigoto: describe un animal que porta dos genes diferentes para un rasgo determinado. El animal mostrará el rasgo dominante que porta, pero también portará la genética del gen recesivo. </p><ul> <li>Posible Het: término utilizado para describir un animal que tiene un 50% o un 66% de posibilidades de ser 'heterocigoto' para un gen.</li><li>Homocigoto: describe un animal que porta el mismo gen para un rasgo específico. Un rasgo recesivo debe estar en su forma homocigótica para que muestre el rasgo.</li><li>Codominante: un animal codominante es heterocigoto para la forma dominante de su gen mutado, pero su apariencia es diferente a las formas de tipo salvaje y homocigoto.</li><li>Super: una mutación codominante en su forma dominante, esencialmente la forma super de un gen codominante. </li></ul> <p>Un ejemplo de supers sería el gecko leopardo Mack Super Snow. Cada vez que un super se cruza con un tipo salvaje normal, toda la descendencia mostrará la forma het homo del super. Entonces, en los geckos leopardo se producirán todas las nieves. La súper forma es una gran adición a un grupo de reproducción, ya que abre una forma completamente nueva de crear nuevos morfos cuando se cruza con otros animales genéticamente probados.</p><h3>Descriptores de apariencia</h3> <ul> <li>Albino o Ameleanistic: No, o pigmento negro o marrón mínimo</li><li>Aneritrístico: Sin pigmento rojo.</li><li>Axanthic: Sin pigmento amarillo</li><li>Hipomelanístico: muestra menos pigmento negro y / o marrón que un tipo salvaje</li><li>Leucistic: blanco puro con ojos oscuros</li><li>Melanina: pigmentos de piel negros o marrones.</li><li>Melanístico: anormalmente oscuro debido a un aumento de melanina</li><li>Normal: sin genes mutados y mostrará un aspecto natural o salvaje típico</li><li>Tirosinasa: enzima necesaria para sintetizar melanina</li><li>Tirosinasa negativa o T-: Albino cuyas células carecen de tirosinasa, presentan un aspecto blanco y amarillo / naranja con ojos rosados.</li><li>Tirosinasa positiva o T +: Albino no puede sintetizar melanina, pero es capaz de sintetizar tirosinasa, lo que da como resultado un color de piel marrón lavanda.</li><li>Xanthic: muestra un aumento de amarillo</li></ul> <h3>Entonces, ¿qué significa todo esto?:</h3> <p>La genética se trata de cómo los rasgos se transmiten de una generación a la siguiente. Si ah leido los articulos anteriores, puede ver que no es tan simple como simplemente observar los rasgos que un reptil puede mostrar porque también pueden portar rasgos / genes subyacentes que transmitirán a su descendencia. Un conocimiento básico de cómo funcionan los genes dominantes y recesivos le ayudará mucho a comprender y desarrollar proyectos de reproducción selectiva.</p><p>Cuando dos animales se reproducen, 'heredan' la mitad de su ADN (composición genética) a su descendencia. Cada animal tiene dos copias de cada gen que portan, una heredada del padre y otra de la madre. La mejor herramienta genética para ayudar a comprender cómo se transmiten los genes es el cuadrado de Punnet. Este cuadrado usa los genes que lleva cada padre para calcular las combinaciones de genes para la descendencia. </p><p>Para ilustrar usaremos dos ejemplos diferentes usando el gen recesivo de albino y el gen dominante de tipo salvaje. Recuerde que para que se muestre el gen recesivo, la descendencia debe heredar una copia del gen de ambos padres. Sin embargo, aunque un gen no se muestre, aún se puede transmitir a la descendencia. </p><h4>Ejemplo 1</h4> <p> La madre muestra albina y porta un gen doble albino (A, A). El padre muestra el tipo salvaje y porta un gen doble de tipo salvaje (WT, WT). </p><p>En los cuadros de Punnet a continuación, el albino se mostrará con 'A' y el tipo salvaje con 'WT'.</p><p>Los resultados de este emparejamiento darán como resultado que toda la descendencia muestre las características de tipo salvaje, pero también portará o será het (heterocigoto) para el gen albino.</p><img src='https://i.imgur.com/xMyLrCQ.png' alt=''> <h4>Ejemplo 2</h4> <p>Para este ejemplo, tomemos dos de las crías de arriba y criémoslas juntas. Ambos padres muestran el tipo salvaje pero son buenos para los albinos, por lo que cada uno lleva un gen de tipo salvaje y un gen albino (WT,A).</p><img src='https://imgur.com/lOfCJTe.png' alt=''> <p>25% muestra tipo salvaje (tipo salvaje homocigoto)</p><p>50% muestran tipo salvaje y son het albino</p><p>25% albino de pantalla (albino homocigoto)</p><p>Aquí es donde se vuelve aún más interesante, dado que no existe una forma rentable de identificar qué animales son de hecho het para albino y cuáles son homocigotos de tipo salvaje, la descendencia de aspecto normal se llamará 66% het para albino. Comprar un animal de este grupo le daría un 66% de posibilidades de tener un animal que porta el gen albino, que se llama het albino.</p><p>El cuadro Punnet es una excelente herramienta para comprender las posibles combinaciones y los porcentajes teóricos de una pareja reproductora. Sin embargo, no podemos olvidar el papel de la madre naturaleza, algunas veces los porcentajes se acercan a lo que nos dice la ciencia y otras veces pueden ser muy diferentes. Una forma de pensarlo sería imaginar un balde lleno de 50 canicas rojas y 50 canicas azules. Si solo sacas 4 canicas, podrías terminar con 4 rojas o 4 azules. Lo mismo ocurre con la genética, si produce una menor cantidad de bebés, podría terminar con 'todos del mismo color', lo que significa que podría tener suerte y obtener todas las transformaciones visuales o no podría obtener ninguna.</p><p>Los proyectos de cría selectiva se han vuelto cada vez más complejos con los criadores de reptiles que combinan múltiples rasgos genéticos. Al hacer esto, el cuadrado de Punnet aumenta tanto en tamaño como en posibilidades potenciales. Estos programas de reproducción a menudo pueden tardar muchos años en producirse visualmente los rasgos genéticos visuales. Se requiere paciencia y un mantenimiento de registros meticuloso, pero los resultados son uno de los aspectos más emocionantes y dinámicos de la reproducción de reptiles en la actualidad. Esperar a ver qué combinación de genética se mostrará en cada nueva cría es simplemente una experiencia increíble. </p>",
                "description": "<p>La mención de la palabra Genética es a menudo suficiente para hacer temblar a cualquiera fuera de la comunidad científica. </p><p>Sin embargo, para aquellos de ustedes que quieran llevar su pasión por los reptiles al siguiente nivel y comenzar a criar, les resultará muy útil conocer algunos de los mecanismos básicos detrás de la genética, así como los términos generales utilizados en este tema...</p>",
                "image": "https://www.dondevive.org/wp-content/uploads/2016/05/reptiles.jpg",
                "link": "/centro-de-aprendizaje/genetica-en-reptiles"
            }
        ]
    }
}